

a = 'ಅ'
aa = 'ಆ'
e = 'ಇ'
ee = 'ಈ'
u = 'ಉ'
uu = 'ಊ'
ru = 'ಋ'
ae = 'ಎ'
aee = 'ಏ'
i = 'ಐ'
o = 'ಒ'
oo = 'ಓ'
aw = 'ಔ'
ka = 'ಕ'
kha = 'ಖ'
ga = 'ಗ'
gha = 'ಘ'
ch = 'ಚ'
cha = 'ಛ'
ja = 'ಜ'
jha = 'ಝ'
ta = 'ಟ'
tha = 'ಠ'
da = 'ಡ'
dha = 'ಢ'
ta = 'ತ'
tha = 'ಥ'
da = 'ದ'
dha = 'ಧ'
na = 'ನ'
pa = 'ಪ'
pha = 'ಫ'
ba = 'ಬ'
bha = 'ಭ'
ma = 'ಮ'
ya = 'ಯ'
ra = 'ರ'
la = 'ಲ'
va = 'ವ'
sha = 'ಶ'
shaa = 'ಷ'
sa = 'ಸ'
ha = 'ಹ'

klist = ['ಅ',  'ಆ',  'ಇ'  ,'ಈ', 'ಉ' , 'ಊ' , 'ಋ' , 'ಎ' , 'ಏ' , 'ಐ' , 'ಒ' , 'ಓ' , 'ಔ' , 'ಕ' , 'ಖ' , 'ಗ' , 'ಘ' , 'ಚ' , 'ಛ' , 'ಜ' , 'ಝ' , 'ಟ' , 'ಠ' , 'ಡ' , 'ಢ' ,'ತ' , 'ಥ' , 'ದ' , 'ಧ' , 'ನ' , 'ಪ' , 'ಫ' , 'ಬ' , 'ಭ' , 'ಮ' , 'ಯ' , 'ರ' , 'ಲ' , 'ವ' , 'ಶ' , 'ಷ' , 'ಸ' , 'ಹ']


stop_words = ['ಈ','ಇವರ','ಅದು','ಇನ್ನೂ','ಇದಕ್ಕೆ','ಮತ್ತು','ಅದೇ','ಅವಳಿಗೆ','ಇವು','ಹಾಗೂ','ಇದು','ಅವನಿಗೆ','ಈಗಿನ','ಎಲ್ಲಾ','ಅವರು','ಅವರಿಗೆ','ಈಗಲು','ಎಲ್ಲ','ಅಥವಾ','ಎಲ್ಲರೂ','ಅದರ','ಇಲ್ಲ','ಎಂಬ','ಎಂಬಾ','ಆದರೆ','ಅವನು','ಅವರ','ಹೀಗೆ','ಈಗ','ಇದೇ','ತಾನು','ಎಂದು','ಇದನ್ನು','ಇದರ','ಅಲ್ಲ','ಆಗಾಗ','ಹಾಗು','ಆಗದೆ','ಅಥವ','ಹೋಗಿ','ಆತನ','ಹೇಗೆ','ಏನೂ','ಇಲ್ಲವೆ','ಇಲ್ಲವೇ','ಹಾಗೆಯೇ','ತಮ್ಮ','ಬಗೆ','ಯವರ','ನಾವು','ನಮ್ಮ','ಎಲ್ಲಿ','ಇವರು','ಆದ','ಅದನ್ನು','ಇಂದು','ತನಗೆ','ಯಾವ','ನನ್ನ','ಇಂದ','ಎನ್ನುವ','ಎಷ್ಟು','ಇದ್ದ','ಎರಡು','ಯಾವುದೇ','ಇತ್ತು','ಬಂದು','ಅದರ','ಅಂದರೆ','ಯಾಗುವ','ಅಲ್ಲಿ','ಇದರಿಂದ','ನಿಮ್ಮ','ಹಾಗಾಗಿ','ಎಂಬುದು','ಹೀಗೆ','ಇವರಿಗೆ','ನಾನು','ಅಲ್ಲಿಂದ','ಇವೆಂದರೆ','ಇದೇ','ಅಲ್ಲಿಂದ','ಅಲ್ಲಿನ','ನಂಗೆ','ನನಗೆ','ಆಗಿನ','ಇವೆಲ್ಲವೂ','ತಾವು','ಅವರೇ','ಅವನ','ಅವಳ','ಅದಕ್ಕೆ','ಅದಕೊಸ್ಕರ','ಎಲ್ಲವನು','ಎಲ್ಲಿಂದ','ತಾನೇ','ತನಗಾಗಿ','ಎಂದು','ಅವನ್ನು','ನನ್ನನ್ನು','ಅದರಿಂದ','ಇವು','ಅಂತ','ಅದಕ್ಕಾಗಿ','ಈತನ','ಇವಳ','ಏಕೆಂದರೆ','ಅಷ್ಟೇ','ಹಾಗೆ','ಅಲ್ಲಿಗೆ','ಇಲ್ಲಿಗೆ','ಏನಾದರೂ','ಅಂದು','ಇಂದು','ಎಂದೆಂದೂ','ಇರುತ್ತದೆ','ಇದ್ದರೆ','ಇರದಿದ್ದರೆ','ಇವಳಿಗೆ','ಆದುದರಿಂದ']


happy=['ಸಂತೋಷ','ಹರ್ಷಚಿತ್ತ','ಜಾಲಿ','ಉಲ್ಲಾಸ','ಸಂತುಷ್ಟ','ತೃಪ್ತಿ','ಉತ್ಸಾಹ','ಹರ್ಷಿತ','ಸುಖ','ನೆಮ್ಮದಿ']
sad=['ದುಃಖ','ಅತೃಪ್ತಿ','ಶೋಚನೀಯ','ನಿರುತ್ಸಾಹ','ಖಿನ್ನತೆ','ವಿಷಣ್ಣತೆ','ಖೇದ','ನಿರ್ಭಾಗ್ಯ','ಅವಮಾನ','ಅಸಂತೋಷ']
surprise=['ಆಶ್ಚರ್ಯ','ವಿಶ್ಮಯ','ಬೆರಗು','ಚಕಿತ','ಅಚ್ಚರಿ']
angry=['ಕೋಪ','ಹುಚ್ಚು','ಅಸಹ್ಯ']
fear=['ಭಯ','ಹೆದರಿಕೆ','ಅಂಜಿಕೆ','ದಿಗಿಲು']